let a = 'გამარჯობა მსოფლიო';
let b = 'მსოფლიო არის';
let c = 'ძალიან კარგი';

console.log(a, b, c);


//დავალება 2//
const d = 'გამარჯობა მსოფლიო';
const e = 'მსოფლიო არის';
const f = 'ძალიან კარგი';
const g = 'Hello World';
const h = 'World is';
const i = 'very good';

console.log(g, h, i);

console.log(d, e, f);


//დავალება 3//


//let არის ცვლადი რომელიც შეიცვლება და შეინახება მხოლოდ მისი ფინქციის შესაბამისად.//
//const არის ცვლადი რომელიც  არ შეიცვლება მისი ფუნქციის შესაბამისად.//




//დავალება 4//


// let არის ახალი ფუნქცია რომელიც ინახავს და ცვლის ფინცქიის შესაბამისად.//
// const არის ფუნქცია რომელიც არ ინახავს და არ ცვლის ფუნქციის შესაბამისად.//
//var არის ძველი ფუნცია რომელსაც ხშირად არ იყენებენ რადგან მისი გამოყენება შეიძლება გამოიყენდეს სხვა ფუნქციებში და შეიძლება გამოიყენდეს სხვა ფუნქციებში და შეიძლება გამოიყენდეს სხვა ფუნქციებში და შეიძლება გამოიყენდეს სხვა ფუნქციებში და შეიძლება გამოიყენდეს სხვა ფუნქციებში და შეიძლება გამოიყენდეს სხვა ფუნქციებში და შეი
