#დაწერეთ პირობითი დებულება, რომელიც ამოწმებს არის თუ არა რიცხვი 10-ზე მეტი. თუ ასეა, დაბეჭდეთ „რიცხვი მეტია 10-ზე“; წინააღმდეგ შემთხვევაში დაბეჭდეთ „რიცხვი არ არის 10-ზე მეტი“.



num = int(input("enter number"))

if num >10:
    print("The number is greater than 10")
else: print("The number is not more than 10")





#დავალება 2:
#დაწერეთ პირობითი განცხადება, რომელიც ამოწმებს, არის თუ არა ადამიანის ასაკი 18-ზე მეტი ან ტოლი. თუ ასეა, დაბეჭდეთ „თქვენ გაქვთ ხმის მიცემის უფლება“;წინააღმდეგ შემთხვევაში, ბეჭდვა "თქვენ არ გაქვთ ხმის მიცემის უფლება". 


age = int(input("enter your age"))

if num >=18:
    print("you have right to vote")


else: 
    print("you haven't right vote")




#დავალება 3:
#დაწერეთ პირობითი დებულება, რომელიც ამოწმებს რიცხვი დადებითია, უარყოფითი ან ნული. დაბეჭდეთ შესაბამისი შეტყობინება თითოეული შემთხვევისთვის. 


number = int(input("enter your number"))

if number > 0:
    print("positive")

elif number < 0:
    print("negative")


else:   
    print("zero")



    #დავალება 4:
 #დაწერეთ პირობითი განცხადება, რომელიც ამოწმებს, არის თუ არა ადამიანის ასაკი 13 წელზე ნაკლები. თუ ასეა, დაბეჭდეთ „ბავშვი ხარ“; თუ ის 13-დან 19-მდეა,
#ბეჭდვა "შენ ხარ მოზარდი"; წინააღმდეგ შემთხვევაში დაბეჭდეთ „სრულწლოვანი ხარ“.



age1 = int(input("enter your age"))

if age1 < 13:
    print("you ar child")

elif 13 < age1 < 19:    
    print("you are teen")

else:   
    print("you are adult")


 #მოსწავლეს შემოატანინეთ სკოლის ტესტში მიღებული ნიშანი, თუ ეს მიღებული ნიშანი უდრის 10 - ს, მაგ შემთხვევაში მასწავლებელმა, მშობელთან შეაქოს მოსწავლე, თუ მიღებული ნიშანი უდრის 8 -ს ან 9 - ს, მაგ შემთხვევაში, მასწავლებელმა, მშობელს პატარა შენიშვნა მისცეს. თუ მიღებული ქულა უდრის 5  - ს მაგ შემთხვევაში, მასწავლებელმა, მშობელს მისცეს შენიშვნა, ხოლო თუ მიღებული ნიშანი ნაკლებია 5 ზე, მაგ შემთხვევაში, მასწავლებელმა გააგდოს მოსწავლე სკოლიდან



score = int(input("enter your score"))

if score ==10:
    print("your son is good")

elif score == 8 or score == 9:
    print("yor son is lazy")

elif score == 5:
    print("your child is very bad")

elif score <5:
    print("your child is leave school")
